[Reward_RemoveDE X2RewardTemplate]
DisplayName="移除黑暗事件"

[CovertActionNarrative_PrepareDark_Skirmishers X2CovertActionNarrativeTemplate]
ActionName="调查黑暗事件"
ActionPreNarrative="我们的自由受到附近黑暗事件的影响(<font color='#E52E11'><XGParam:StrValue4/!DarkEventName/></font>), 指挥官。散兵不能允许这种情况继续下去......"
ActionPostNarrative="我们已经找到了这个黑暗事件的运作中心。是时候了。"

[CovertActionNarrative_PrepareDark_Reapers X2CovertActionNarrativeTemplate]
ActionName="调查黑暗事件"
ActionPreNarrative="我们听到了黑暗事件的低语(<font color='#E52E11'><XGParam:StrValue4/!DarkEventName/></font>)附近。 我们应该派一些特工去调查。"
ActionPostNarrative="我们已经找到了这个黑暗事件的运作中心。是时候了。"

[CovertActionNarrative_PrepareDark_Templars X2CovertActionNarrativeTemplate]
ActionName="调查黑暗事件"
ActionPreNarrative="来自虚空的颤栗表明附近发生了黑暗事件(<font color='#E52E11'><XGParam:StrValue4/!DarkEventName/></font>).让我们来揭露一下这个恶毒的计划。"
ActionPostNarrative="我们已经找到了这个黑暗事件的运作中心。是时候了。"
